Repository: brozozowska/RSSReader
Catalog: RSSReader/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, it, ja, ko, pt_br, ru, ur, zh_hans

# settings.syncStatus.couldNotDetermine.subtitle
source: The app could not determine the current iCloud account status. Check the device Apple ID and iCloud availability, then try again.
ar: تعذر على التطبيق تحديد حالة حساب iCloud الحالي. تحقق من توفر Apple ID وiCloud للجهاز، ثم حاول مرة أخرى.
de: Die App konnte den aktuellen Status des iCloud-Accounts nicht ermitteln. Prüfe die Apple-ID und die iCloud-Verfügbarkeit auf dem Gerät und versuche es erneut.
es: La app no pudo determinar el estado actual de la cuenta de iCloud. Comprueba el Apple ID del dispositivo y la disponibilidad de iCloud, y vuelve a intentarlo.
fa: برنامه نتوانست وضعیت حساب فعلی iCloud را تعیین کند. Apple ID دستگاه و دسترس‌پذیری iCloud را بررسی کنید و دوباره تلاش کنید.
fr: L’app n’a pas pu déterminer l’état du compte iCloud actuel. Vérifiez l’identifiant Apple de l’appareil et la disponibilité d’iCloud, puis réessayez.
he: האפליקציה לא הצליחה לקבוע את מצב חשבון iCloud הנוכחי. בדוק את Apple ID במכשיר ואת זמינות iCloud, ואז נסה שוב.
it: L’app non ha potuto determinare lo stato attuale dell’account iCloud. Controlla l’Apple ID del dispositivo e la disponibilità di iCloud, poi riprova.
ja: 現在の iCloud アカウント状態を判定できませんでした。デバイスの Apple ID と iCloud の利用可否を確認して、もう一度お試しください。
ko: 앱이 현재 iCloud 계정 상태를 확인할 수 없습니다. 기기의 Apple ID와 iCloud 사용 가능 여부를 확인한 뒤 다시 시도하세요.
pt_br: O app não conseguiu determinar o estado atual da conta do iCloud. Verifique o Apple ID do dispositivo e a disponibilidade do iCloud, depois tente novamente.
ru: Приложение не смогло определить состояние текущего аккаунта iCloud. Проверьте Apple ID на устройстве и доступность iCloud, затем попробуйте ещё раз.
ur: ایپ موجودہ iCloud اکاؤنٹ کی حالت معلوم نہیں کر سکی۔ ڈیوائس کا Apple ID اور iCloud کی دستیابی چیک کریں، پھر دوبارہ کوشش کریں۔
zh_hans: 应用无法确定当前 iCloud 帐户状态。请检查设备 Apple ID 和 iCloud 可用性，然后重试。

# settings.syncStatus.couldNotDetermine.title
source: Account Unavailable
ar: الحساب غير متاح
de: Account nicht verfügbar
es: Cuenta no disponible
fa: حساب در دسترس نیست
fr: Compte indisponible
he: החשבון אינו זמין
it: Account non disponibile
ja: アカウントを利用できません
ko: 계정 사용 불가
pt_br: Conta indisponível
ru: Аккаунт недоступен
ur: اکاؤنٹ دستیاب نہیں
zh_hans: 帐户不可用

# settings.syncStatus.disabled.subtitle
source: iCloud sync is off.
ar: مزامنة iCloud متوقفة.
de: iCloud-Synchronisierung ist deaktiviert.
es: La sincronización con iCloud está desactivada.
fa: همگام‌سازی iCloud خاموش است.
fr: La synchronisation iCloud est désactivée.
he: סנכרון iCloud כבוי.
it: La sincronizzazione iCloud è disattivata.
ja: iCloud 同期はオフです。
ko: iCloud 동기화가 꺼져 있습니다.
pt_br: A sincronização do iCloud está desativada.
ru: Синхронизация iCloud выключена.
ur: iCloud ہم وقت سازی بند ہے۔
zh_hans: iCloud 同步已关闭。

# settings.syncStatus.error.title
source: Error
ar: خطأ
de: Fehler
fa: خطا
fr: Erreur
he: שגיאה
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
ur: خرابی
zh_hans: 错误

# settings.syncStatus.fallback.couldNotDetermine.reason
source: iCloud availability could not be confirmed
ar: تعذر تأكيد توفر iCloud
de: die iCloud-Verfügbarkeit nicht bestätigt werden konnte
es: no se pudo confirmar la disponibilidad de iCloud
fa: دسترس‌پذیری iCloud تأیید نشد
fr: la disponibilité d’iCloud n’a pas pu être confirmée
he: לא ניתן היה לאשר את זמינות iCloud
it: non è stato possibile confermare la disponibilità di iCloud
ja: iCloud の利用可否を確認できませんでした
ko: iCloud 사용 가능 여부를 확인할 수 없음
pt_br: não foi possível confirmar a disponibilidade do iCloud
ru: Не удалось подтвердить доступность iCloud
ur: iCloud کی دستیابی کی تصدیق نہیں ہو سکی
zh_hans: 无法确认 iCloud 可用性

# settings.syncStatus.fallback.couldNotDetermine.subtitle
source: Sync is enabled, but this launch could not confirm iCloud availability. Relaunch after iCloud becomes available.
ar: المزامنة مفعّلة، لكن هذا التشغيل لم يتمكن من تأكيد توفر iCloud. أعد تشغيل التطبيق بعد توفر iCloud.
de: Die Synchronisierung ist aktiviert, aber dieser Start konnte die iCloud-Verfügbarkeit nicht bestätigen. Starte die App neu, sobald iCloud verfügbar ist.
es: La sincronización está activada, pero este inicio no pudo confirmar la disponibilidad de iCloud. Reinicia la app cuando iCloud esté disponible.
fa: همگام‌سازی روشن است، اما در این اجرا در دسترس بودن iCloud تأیید نشد. پس از در دسترس شدن iCloud برنامه را دوباره باز کنید.
fr: La synchronisation est activée, mais ce lancement n’a pas pu confirmer la disponibilité d’iCloud. Relancez l’app quand iCloud sera disponible.
he: הסנכרון מופעל, אבל בהפעלה הזו לא ניתן היה לאשר ש-iCloud זמין. הפעל מחדש אחרי ש-iCloud יהיה זמין.
it: La sincronizzazione è attiva, ma questo avvio non ha potuto confermare la disponibilità di iCloud. Riavvia l’app quando iCloud sarà disponibile.
ja: 同期は有効ですが、この起動では iCloud の利用可否を確認できませんでした。iCloud が利用可能になった後で再起動してください。
ko: 동기화가 켜져 있지만 이번 실행에서는 iCloud 사용 가능 여부를 확인할 수 없습니다. iCloud를 사용할 수 있게 된 뒤 다시 실행하세요.
pt_br: A sincronização está ativada, mas esta sessão não conseguiu confirmar a disponibilidade do iCloud. Reinicie o app quando o iCloud estiver disponível.
ru: Синхронизация включена, но при этом запуске не удалось подтвердить доступность iCloud. Перезапустите приложение, когда iCloud станет доступен.
ur: ہم وقت سازی فعال ہے، لیکن اس بار iCloud کی دستیابی کی تصدیق نہیں ہو سکی۔ iCloud دستیاب ہونے کے بعد ایپ دوبارہ کھولیں۔
zh_hans: 同步已启用，但本次启动无法确认 iCloud 可用性。请在 iCloud 可用后重新启动。

# settings.syncStatus.fallback.noAccount.reason
source: the device is not signed in to iCloud
ar: لم يتم تسجيل الدخول إلى iCloud على هذا الجهاز
de: das Gerät nicht bei iCloud angemeldet ist
es: el dispositivo no ha iniciado sesión en iCloud
fa: دستگاه به iCloud وارد نشده است
fr: l’appareil n’est pas connecté à iCloud
he: המכשיר אינו מחובר ל-iCloud
it: il dispositivo non ha effettuato l’accesso a iCloud
ja: このデバイスで iCloud にサインインしていません
ko: 기기가 iCloud에 로그인되어 있지 않음
pt_br: o dispositivo não está conectado ao iCloud
ru: На устройстве не выполнен вход в iCloud
ur: ڈیوائس iCloud میں سائن ان نہیں ہے
zh_hans: 设备未登录 iCloud

# settings.syncStatus.fallback.noAccount.subtitle
source: Sync is enabled, but this launch cannot use iCloud because the device is not signed in. Relaunch after signing in.
ar: المزامنة مفعّلة، لكن هذا التشغيل لا يستطيع استخدام iCloud لأن الجهاز غير مسجل الدخول. سجّل الدخول ثم أعد تشغيل التطبيق.
de: Die Synchronisierung ist aktiviert, aber dieser Start kann iCloud nicht verwenden, weil das Gerät nicht angemeldet ist. Starte die App nach der Anmeldung neu.
es: La sincronización está activada, pero este inicio no puede usar iCloud porque el dispositivo no ha iniciado sesión. Inicia sesión y reinicia la app.
fa: همگام‌سازی روشن است، اما در این اجرا چون دستگاه وارد iCloud نشده نمی‌توان از iCloud استفاده کرد. وارد شوید و برنامه را دوباره باز کنید.
fr: La synchronisation est activée, mais ce lancement ne peut pas utiliser iCloud car l’appareil n’est pas connecté. Connectez-vous, puis relancez l’app.
he: הסנכרון מופעל, אבל בהפעלה הזו אי אפשר להשתמש ב-iCloud כי המכשיר לא מחובר. התחבר והפעל מחדש.
it: La sincronizzazione è attiva, ma questo avvio non può usare iCloud perché il dispositivo non ha effettuato l’accesso. Accedi e riavvia l’app.
ja: 同期は有効ですが、このデバイスでサインインしていないため、この起動では iCloud を使用できません。サインイン後に再起動してください。
ko: 동기화가 켜져 있지만 기기가 로그인되어 있지 않아 이번 실행에서는 iCloud를 사용할 수 없습니다. 로그인한 뒤 다시 실행하세요.
pt_br: A sincronização está ativada, mas esta sessão não pode usar o iCloud porque o dispositivo não está conectado. Faça login e reinicie o app.
ru: Синхронизация включена, но при этом запуске iCloud недоступен, потому что на устройстве не выполнен вход. Войдите и перезапустите приложение.
ur: ہم وقت سازی فعال ہے، لیکن اس بار iCloud استعمال نہیں ہو سکتا کیونکہ ڈیوائس سائن ان نہیں ہے۔ سائن ان کے بعد ایپ دوبارہ کھولیں۔
zh_hans: 同步已启用，但本次启动无法使用 iCloud，因为设备未登录。请登录后重新启动。

# settings.syncStatus.fallback.restricted.reason
source: iCloud access is currently restricted on this device
ar: الوصول إلى iCloud مقيد حالياً على هذا الجهاز
de: der iCloud-Zugriff auf diesem Gerät derzeit eingeschränkt ist
es: el acceso a iCloud está restringido actualmente en este dispositivo
fa: دسترسی به iCloud در این دستگاه فعلاً محدود است
fr: l’accès à iCloud est actuellement restreint sur cet appareil
he: הגישה ל-iCloud מוגבלת כרגע במכשיר הזה
it: l’accesso a iCloud è attualmente limitato su questo dispositivo
ja: このデバイスでは現在 iCloud へのアクセスが制限されています
ko: 현재 이 기기에서 iCloud 접근이 제한됨
pt_br: o acesso ao iCloud está restrito neste dispositivo
ru: Доступ к iCloud сейчас ограничен на этом устройстве
ur: اس ڈیوائس پر iCloud تک رسائی فی الحال محدود ہے
zh_hans: 此设备当前限制了 iCloud 访问

# settings.syncStatus.fallback.restricted.subtitle
source: Sync is enabled, but this launch cannot use iCloud because access is restricted on this device. Relaunch after the restriction is removed.
ar: المزامنة مفعّلة، لكن هذا التشغيل لا يستطيع استخدام iCloud لأن الوصول مقيد على هذا الجهاز. أعد تشغيل التطبيق بعد إزالة القيد.
de: Die Synchronisierung ist aktiviert, aber dieser Start kann iCloud nicht verwenden, weil der Zugriff auf diesem Gerät eingeschränkt ist. Starte die App neu, wenn die Einschränkung aufgehoben wurde.
es: La sincronización está activada, pero este inicio no puede usar iCloud porque el acceso está restringido en este dispositivo. Reinicia la app cuando se quite la restricción.
fa: همگام‌سازی روشن است، اما در این اجرا به‌دلیل محدود بودن دسترسی روی این دستگاه نمی‌توان از iCloud استفاده کرد. پس از برداشته شدن محدودیت برنامه را دوباره اجرا کنید.
fr: La synchronisation est activée, mais ce lancement ne peut pas utiliser iCloud car l’accès est restreint sur cet appareil. Relancez l’app une fois la restriction levée.
he: הסנכרון מופעל, אך בהפעלה זו אי אפשר להשתמש ב-iCloud כי הגישה מוגבלת במכשיר הזה. הפעל מחדש אחרי הסרת ההגבלה.
it: La sincronizzazione è attiva, ma questo avvio non può usare iCloud perché l’accesso è limitato su questo dispositivo. Riavvia l’app dopo la rimozione della limitazione.
ja: 同期は有効ですが、このデバイスでアクセスが制限されているため、この起動では iCloud を使用できません。制限を解除してから再起動してください。
ko: 동기화가 켜져 있지만 이 기기의 접근이 제한되어 이번 실행에서는 iCloud를 사용할 수 없습니다. 제한을 해제한 뒤 다시 실행하세요.
pt_br: A sincronização está ativada, mas esta sessão não pode usar o iCloud porque o acesso está restrito neste dispositivo. Reinicie o app depois que a restrição for removida.
ru: Синхронизация включена, но при этом запуске iCloud недоступен из-за ограничений на устройстве. Снимите ограничение и перезапустите приложение.
ur: ہم وقت سازی فعال ہے، لیکن اس آغاز میں iCloud استعمال نہیں ہو سکتا کیونکہ اس ڈیوائس پر رسائی محدود ہے۔ پابندی ہٹنے کے بعد ایپ دوبارہ کھولیں۔
zh_hans: 同步已启用，但本次启动无法使用 iCloud，因为此设备上的访问受限。请移除限制后重新启动。

# settings.syncStatus.fallback.temporarilyUnavailable.reason
source: the current iCloud account is temporarily unavailable
ar: حساب iCloud الحالي غير متاح مؤقتاً
de: der aktuelle iCloud-Account vorübergehend nicht verfügbar ist
es: la cuenta de iCloud actual no está disponible temporalmente
fa: حساب فعلی iCloud موقتاً در دسترس نیست
fr: le compte iCloud actuel est temporairement indisponible
he: חשבון iCloud הנוכחי אינו זמין זמנית
it: l’account iCloud attuale è temporaneamente non disponibile
ja: 現在の iCloud アカウントは一時的に利用できません
ko: 현재 iCloud 계정을 일시적으로 사용할 수 없음
pt_br: a conta atual do iCloud está temporariamente indisponível
ru: Текущий аккаунт iCloud временно недоступен
ur: موجودہ iCloud اکاؤنٹ عارضی طور پر دستیاب نہیں
zh_hans: 当前 iCloud 帐户暂时不可用

# settings.syncStatus.fallback.temporarilyUnavailable.subtitle
source: Sync is enabled, but this launch cannot use iCloud because the current account is temporarily unavailable. Relaunch after iCloud becomes available.
ar: المزامنة مفعّلة، لكن هذا التشغيل لا يستطيع استخدام iCloud لأن الحساب الحالي غير متاح مؤقتًا. أعد تشغيل التطبيق عندما يصبح iCloud متاحًا.
de: Die Synchronisierung ist aktiviert, aber dieser Start kann iCloud nicht verwenden, weil der aktuelle Account vorübergehend nicht verfügbar ist. Starte die App neu, sobald iCloud verfügbar ist.
es: La sincronización está activada, pero este inicio no puede usar iCloud porque la cuenta actual no está disponible temporalmente. Reinicia la app cuando iCloud esté disponible.
fa: همگام‌سازی روشن است، اما در این اجرا چون حساب فعلی موقتاً در دسترس نیست نمی‌توان از iCloud استفاده کرد. وقتی iCloud در دسترس شد برنامه را دوباره اجرا کنید.
fr: La synchronisation est activée, mais ce lancement ne peut pas utiliser iCloud car le compte actuel est temporairement indisponible. Relancez l’app quand iCloud sera disponible.
he: הסנכרון מופעל, אך בהפעלה זו אי אפשר להשתמש ב-iCloud כי החשבון הנוכחי אינו זמין זמנית. הפעל מחדש כש-iCloud יהיה זמין.
it: La sincronizzazione è attiva, ma questo avvio non può usare iCloud perché l’account attuale è temporaneamente non disponibile. Riavvia l’app quando iCloud sarà disponibile.
ja: 同期は有効ですが、現在のアカウントが一時的に利用できないため、この起動では iCloud を使用できません。iCloud が利用可能になった後で再起動してください。
ko: 동기화가 켜져 있지만 현재 계정을 일시적으로 사용할 수 없어 이번 실행에서는 iCloud를 사용할 수 없습니다. iCloud를 사용할 수 있게 된 뒤 다시 실행하세요.
pt_br: A sincronização está ativada, mas esta sessão não pode usar o iCloud porque a conta atual está temporariamente indisponível. Reinicie o app quando o iCloud estiver disponível.
ru: Синхронизация включена, но при этом запуске iCloud недоступен, потому что текущий аккаунт временно недоступен. Перезапустите приложение, когда iCloud станет доступен.
ur: ہم وقت سازی فعال ہے، لیکن اس آغاز میں iCloud استعمال نہیں ہو سکتا کیونکہ موجودہ اکاؤنٹ عارضی طور پر دستیاب نہیں۔ iCloud دستیاب ہونے پر ایپ دوبارہ کھولیں۔
zh_hans: 同步已启用，但本次启动无法使用 iCloud，因为当前帐户暂时不可用。请在 iCloud 可用后重新启动。

# settings.syncStatus.fallback.unavailable.reason
source: iCloud is not available for this launch
ar: iCloud غير متاح في هذا التشغيل
de: iCloud für diesen Start nicht verfügbar ist
es: iCloud no está disponible para este inicio
fa: iCloud در این اجرا در دسترس نیست
fr: iCloud n’est pas disponible pour ce lancement
he: iCloud אינו זמין בהפעלה הזו
it: iCloud non è disponibile per questo avvio
ja: この起動では iCloud を利用できません
ko: 이번 실행에서는 iCloud를 사용할 수 없음
pt_br: o iCloud não está disponível nesta sessão
ru: iCloud недоступен при этом запуске
ur: iCloud اس آغاز کے لیے دستیاب نہیں
zh_hans: 本次启动无法使用 iCloud

# settings.syncStatus.importing.subtitle
source: Changes from iCloud are currently being applied on this device.
ar: يتم حاليًا تطبيق التغييرات من iCloud على هذا الجهاز.
de: Änderungen aus iCloud werden gerade auf diesem Gerät angewendet.
es: Se están aplicando en este dispositivo los cambios de iCloud.
fa: تغییرات iCloud اکنون روی این دستگاه اعمال می‌شوند.
fr: Les modifications provenant d’iCloud sont en cours d’application sur cet appareil.
he: שינויים מ-iCloud מוחלים כרגע במכשיר הזה.
it: Le modifiche da iCloud vengono applicate su questo dispositivo.
ja: iCloud からの変更をこのデバイスに適用しています。
ko: iCloud의 변경 사항을 이 기기에 적용하는 중입니다.
pt_br: As alterações do iCloud estão sendo aplicadas neste dispositivo.
ru: Изменения из iCloud применяются на этом устройстве.
ur: iCloud سے تبدیلیاں اس ڈیوائس پر لاگو ہو رہی ہیں۔
zh_hans: 正在此设备上应用来自 iCloud 的更改。

# settings.syncStatus.importing.title
source: Importing
ar: جارٍ الاستيراد
de: Import läuft
es: Importando
fa: در حال وارد کردن
fr: Importation
he: מייבא
it: Importazione
ja: インポート中
ko: 가져오는 중
pt_br: Importando
ru: Импорт
ur: درآمد جاری ہے
zh_hans: 正在导入

# settings.syncStatus.noAccount.subtitle
source: Sign in to iCloud with the Apple ID used on this device to enable sync.
ar: سجّل الدخول إلى iCloud باستخدام Apple ID المستخدم على هذا الجهاز لتمكين المزامنة.
de: Melde dich mit der auf diesem Gerät verwendeten Apple-ID bei iCloud an, um die Synchronisierung zu aktivieren.
es: Inicia sesión en iCloud con el Apple ID usado en este dispositivo para activar la sincronización.
fa: برای فعال کردن همگام‌سازی، با Apple ID استفاده‌شده روی این دستگاه وارد iCloud شوید.
fr: Connectez-vous à iCloud avec l’identifiant Apple utilisé sur cet appareil pour activer la synchronisation.
he: היכנס ל-iCloud עם ה-Apple ID שמשמש במכשיר הזה כדי להפעיל סנכרון.
it: Accedi a iCloud con l’Apple ID usato su questo dispositivo per attivare la sincronizzazione.
ja: 同期を有効にするには、このデバイスで使用している Apple ID で iCloud にサインインしてください。
ko: 동기화를 켜려면 이 기기에서 사용하는 Apple ID로 iCloud에 로그인하세요.
pt_br: Faça login no iCloud com o Apple ID usado neste dispositivo para ativar a sincronização.
ru: Войдите в iCloud с Apple ID, используемым на этом устройстве, чтобы включить синхронизацию.
ur: ہم وقت سازی فعال کرنے کے لیے اس ڈیوائس پر استعمال ہونے والی Apple ID سے iCloud میں سائن ان کریں۔
zh_hans: 请使用此设备上的 Apple ID 登录 iCloud，以启用同步。

# settings.syncStatus.noAccount.title
source: Sign In Required
ar: تسجيل الدخول مطلوب
de: Anmeldung erforderlich
es: Se requiere iniciar sesión
fa: ورود لازم است
fr: Connexion requise
he: נדרשת כניסה
it: Accesso richiesto
ja: サインインが必要です
ko: 로그인 필요
pt_br: Login necessário
ru: Требуется вход
ur: سائن ان درکار ہے
zh_hans: 需要登录

# settings.syncStatus.off.title
source: Off
ar: متوقف
de: Aus
es: Desactivado
fa: خاموش
fr: Désactivé
he: כבוי
it: Disattivato
ja: オフ
ko: 꺼짐
pt_br: Desativado
ru: Выключено
ur: بند
zh_hans: 关闭

# settings.syncStatus.preparing.subtitle
source: The app is preparing the iCloud sync session for supported data.
ar: يقوم التطبيق بإعداد جلسة مزامنة iCloud للبيانات المدعومة.
de: Die App bereitet die iCloud-Synchronisierungssitzung für unterstützte Daten vor.
es: La app está preparando la sesión de sincronización con iCloud para los datos compatibles.
fa: برنامه همگام‌سازی iCloud را برای داده‌های پشتیبانی‌شده آماده می‌کند.
fr: L’app prépare la session de synchronisation iCloud pour les données prises en charge.
he: האפליקציה מכינה את סנכרון iCloud עבור הנתונים הנתמכים.
it: L’app sta preparando la sessione di sincronizzazione iCloud per i dati supportati.
ja: 対応データ用の iCloud 同期セッションを準備しています。
ko: 앱이 지원되는 데이터를 위한 iCloud 동기화 세션을 준비하고 있습니다.
pt_br: O app está preparando a sessão de sincronização do iCloud para os dados compatíveis.
ru: Приложение подготавливает сессию синхронизации iCloud для поддерживаемых данных.
ur: ایپ معاونت یافتہ ڈیٹا کے لیے iCloud ہم وقت سازی تیار کر رہی ہے۔
zh_hans: 应用正在为受支持的数据准备 iCloud 同步会话。

# settings.syncStatus.preparing.title
source: Preparing
ar: جارٍ التحضير
de: Wird vorbereitet
es: Preparando
fa: در حال آماده‌سازی
fr: Préparation
he: מכין
it: Preparazione
ja: 準備中
ko: 준비 중
pt_br: Preparando
ru: Подготовка
ur: تیاری ہو رہی ہے
zh_hans: 正在准备

# settings.syncStatus.ready.subtitle
source: iCloud sync is available for the Apple ID currently signed in on this device.
ar: تتوفر مزامنة iCloud لمعرف Apple الذي تم تسجيل الدخول إليه حاليًا على هذا الجهاز.
de: iCloud-Synchronisierung ist für die Apple-ID verfügbar, die derzeit auf diesem Gerät angemeldet ist.
es: La sincronización con iCloud está disponible para el Apple ID con sesión iniciada en este dispositivo.
fa: همگام‌سازی iCloud برای Apple ID فعلی واردشده روی این دستگاه در دسترس است.
fr: La synchronisation iCloud est disponible pour l’identifiant Apple actuellement connecté sur cet appareil.
he: סנכרון iCloud זמין עבור ה-Apple ID שמחובר כרגע במכשיר הזה.
it: La sincronizzazione iCloud è disponibile per l’Apple ID attualmente connesso su questo dispositivo.
ja: このデバイスで現在サインインしている Apple ID で iCloud 同期を利用できます。
ko: 현재 이 기기에 로그인된 Apple ID에서 iCloud 동기화를 사용할 수 있습니다.
pt_br: A sincronização do iCloud está disponível para o Apple ID em uso neste dispositivo.
ru: Синхронизация iCloud доступна для Apple ID, с которым выполнен вход на этом устройстве.
ur: iCloud ہم وقت سازی اس ڈیوائس پر موجودہ سائن ان Apple ID کے لیے دستیاب ہے۔
zh_hans: 当前在此设备上登录的 Apple ID 可以使用 iCloud 同步。

# settings.syncStatus.ready.title
source: Ready
ar: جاهز
de: Bereit
es: Listo
fa: آماده
fr: Prêt
he: מוכן
it: Pronto
ja: 準備完了
ko: 준비됨
pt_br: Pronto
ru: Готово
ur: تیار
zh_hans: 就绪

# settings.syncStatus.restricted.subtitle
source: This device cannot use iCloud right now because account changes or CloudKit access are restricted.
ar: لا يمكن لهذا الجهاز استخدام iCloud الآن نظرًا لأن تغييرات الحساب أو الوصول إلى CloudKit مقيد.
de: Dieses Gerät kann iCloud momentan nicht verwenden, weil Accountänderungen oder der CloudKit-Zugriff eingeschränkt sind.
es: Este dispositivo no puede usar iCloud ahora porque los cambios de cuenta o el acceso a CloudKit están restringidos.
fa: این دستگاه اکنون نمی‌تواند از iCloud استفاده کند چون تغییرات حساب یا دسترسی CloudKit محدود است.
fr: Cet appareil ne peut pas utiliser iCloud pour le moment, car les modifications de compte ou l’accès à CloudKit sont restreints.
he: המכשיר הזה לא יכול להשתמש כרגע ב-iCloud כי שינויי חשבון או גישת CloudKit מוגבלים.
it: Questo dispositivo non può usare iCloud al momento perché le modifiche dell’account o l’accesso a CloudKit sono limitati.
ja: アカウント変更または CloudKit アクセスが制限されているため、このデバイスは現在 iCloud を使用できません。
ko: 계정 변경 또는 CloudKit 접근이 제한되어 이 기기에서 지금 iCloud를 사용할 수 없습니다.
pt_br: Este dispositivo não pode usar o iCloud agora porque alterações da conta ou o acesso ao CloudKit estão restritos.
ru: Это устройство сейчас не может использовать iCloud из-за ограничений изменений аккаунта или доступа CloudKit.
ur: یہ ڈیوائس ابھی iCloud استعمال نہیں کر سکتی کیونکہ اکاؤنٹ کی تبدیلیاں یا CloudKit تک رسائی محدود ہیں۔
zh_hans: 由于帐户更改或 CloudKit 访问受限，此设备现在无法使用 iCloud。

# settings.syncStatus.restricted.title
source: Restricted
ar: مقيّد
de: Eingeschränkt
es: Restringido
fa: محدود
fr: Restreint
he: מוגבל
it: Limitato
ja: 制限中
ko: 제한됨
pt_br: Restrito
ru: Ограничено
ur: محدود
zh_hans: 受限

# settings.syncStatus.syncing.subtitle
source: Changes are currently syncing with iCloud.
ar: تتم مزامنة التغييرات حاليًا مع iCloud.
de: Änderungen werden gerade mit iCloud synchronisiert.
es: Los cambios se están sincronizando con iCloud.
fa: تغییرات اکنون با iCloud همگام‌سازی می‌شوند.
fr: Les modifications sont en cours de synchronisation avec iCloud.
he: השינויים מסתנכרנים כרגע עם iCloud.
it: Le modifiche vengono sincronizzate con iCloud.
ja: 変更を iCloud と同期しています。
ko: 변경 사항을 iCloud와 동기화하는 중입니다.
pt_br: As alterações estão sendo sincronizadas com o iCloud.
ru: Изменения сейчас синхронизируются с iCloud.
ur: تبدیلیاں ابھی iCloud کے ساتھ ہم وقت ہو رہی ہیں۔
zh_hans: 正在与 iCloud 同步更改。

# settings.syncStatus.syncing.title
source: Syncing
ar: جارٍ المزامنة
de: Synchronisierung läuft
es: Sincronizando
fa: در حال همگام‌سازی
fr: Synchronisation
he: מסנכרן
it: Sincronizzazione
ja: 同期中
ko: 동기화 중
pt_br: Sincronizando
ru: Синхронизация
ur: ہم وقت سازی جاری ہے
zh_hans: 正在同步

# settings.syncStatus.temporarilyUnavailable.subtitle
source: The current iCloud account is temporarily unavailable. Try again later.
ar: حساب iCloud الحالي غير متاح مؤقتًا. حاول مرة أخرى لاحقًا.
de: Der aktuelle iCloud-Account ist vorübergehend nicht verfügbar. Versuche es später erneut.
es: La cuenta de iCloud actual no está disponible temporalmente. Inténtalo de nuevo más tarde.
fa: حساب فعلی iCloud موقتاً در دسترس نیست. بعداً دوباره تلاش کنید.
fr: Le compte iCloud actuel est temporairement indisponible. Réessayez plus tard.
he: חשבון iCloud הנוכחי אינו זמין זמנית. נסה שוב מאוחר יותר.
it: L’account iCloud attuale è temporaneamente non disponibile. Riprova più tardi.
ja: 現在の iCloud アカウントは一時的に利用できません。後でもう一度お試しください。
ko: 현재 iCloud 계정을 일시적으로 사용할 수 없습니다. 나중에 다시 시도하세요.
pt_br: A conta atual do iCloud está temporariamente indisponível. Tente novamente mais tarde.
ru: Текущий аккаунт iCloud временно недоступен. Попробуйте позже.
ur: موجودہ iCloud اکاؤنٹ عارضی طور پر دستیاب نہیں۔ بعد میں دوبارہ کوشش کریں۔
zh_hans: 当前 iCloud 帐户暂时不可用。请稍后重试。

# settings.syncStatus.temporarilyUnavailable.title
source: Temporarily Unavailable
ar: غير متاح مؤقتاً
de: Vorübergehend nicht verfügbar
es: No disponible temporalmente
fa: موقتاً در دسترس نیست
fr: Temporairement indisponible
he: לא זמין זמנית
it: Temporaneamente non disponibile
ja: 一時的に利用できません
ko: 일시적으로 사용 불가
pt_br: Temporariamente indisponível
ru: Временно недоступно
ur: عارضی طور پر دستیاب نہیں
zh_hans: 暂时不可用
